Repository: wunderio/client-ee-VP-valitsusportaal
Catalog: sites/all/modules/digidoc/mobiil_*/mobiil_*_auth/translations/mobiil_*_auth-7.x-1.1.*.po
Languages: et

source: Log in using Mobiil-ID
et: Logi sisse kasutades Mobiil-ID

source: <h2></h2><small>Country code [+372] not required.</small>
et: <h2></h2><small>Riigikood [+372] ei ole kohustuslik.</small>

source: <h3>Too many login attempts. Try again later...</h3>
et: <h3>Liiga palju ebaõnnestunud sisselogimise katseid. Palun proovige hiljem uuesti.</h3>

source: Personal code
et: Isikukood

source: Insert your personal code to log in
et: Sisenemiseks siseta oma isikukood

source: Phone number
et: Telefoni number

source: Insert your phone number to log in
et: Sisenemiseks sisesta oma telefoni number

source: What is Mobiil-ID?
et: Mis on Mobiil-ID?

source: Sign in
et: Logi sisse

source: Cancel Mobiil-ID login
et: Tagasi

source: Wrong personal code or mobile phone number.
et: Vale isikukood või mobiiltelefoni number.

source: Cannot login. User account not active.
et: Sisse logimine ebaõnnestus. Kasutajakonto ei ole aktiveeritud.

source: Authentication cancelled!
et: Autentimine peatatud!

source: Follow the instructions on your phone. Before entering your PIN code make sure the verification code given here matches the one on your phone screen. After successful login you will be automatically redirected to the next page.
et: Sõnum on edastatakse Teie telefonile. Kontrollige, et näete mobiiltelefoni ekraanil täpselt sama kontrollkoodi. Seejärel sisestage Mobiil-ID PIN 1 kood.

source: Error in Mobiil-ID service. Please contact the site administrator for further details.
et: Viga Mobiil-ID teenuses. Palun võtke ühendust veebilehe halduriga.

source: One of the required input parameters is faulty. Please contact the site administrator for further details.
et: Sisestatud parameetrites on viga. Palun võtke ühendust veebilehe halduriga.

source: One of the required input parameters is missing. Please contact the site administrator for further details.
et: Üks nõutud parameeter on puudu. Palun võtke ühendust veebilehe halduriga.

source: This site has no access to Mobiil-ID service. Please contact the site administrator for further details.
et: Puudub ligipääs Mobiil-ID teenusele. Palun võtke ühendust veebilehe halduriga.

source: Error in Mobiil-ID service. Please try again.
et: Viga Mobiil-ID teenuses. Proovige hiljem uuesti.

source: Your certificate was not found.
et: Teie sertifikaati ei leitud.

source: Unable to verify the validity of your certificate.
et: Ei õnnestunud tuvastada teie sertifikaati.

source: Phone related error. Please try again or contact your service provider for further details.
et: Telefonist tingitud viga. Proovide hiljem uuesti või võtke ühendust veebilehe halduriga.

source: Your certificate is not valid.
et: Teie sertifikaat ei ole kehtiv.

source: Mobiil-ID service has not been activate for your phone number. To activate the service visit !link.
et: Mobiil-ID teenus ei ole teie telefoninumbril aktiveeritud. Aktiveerimiseks külastage aadressi !link.

source: Signature is not valid!
et: Allkiri ei ole kehtiv.

source: Authentication has expired!
et: Autentimisprotsess on aegunud

source: Mobiil-ID service is unavailable at the moment!
et: Mobiil-ID teenus ei ole hetkel saadaval.

source: Phone is not reachable!
et: Telefon ei ole kättesaadav.

source: Could not send the authentication message to the phone!
et: Sõnumit ei olnud võimalik mobiiltelefonile edastada.

source: SIM card error!
et: Viga SIm kaardiga.

source: Technical error of Mobiil-ID service!
et: Tehniline viga Mobiil-ID teenuses.
