Repository: wunderio/client-ee-VP-valitsusportaal
Catalog: sites/all/modules/custom/rk_valitsused/rk_valitsused.*.po
Languages: et

source: Choose government
et: Vali valitsus

source: Choose government that you would like to edit.
et: Vali valitsus, mille andmeid soovid muuta

source: Edit
et: Muuda

source: Minister's Public Service History
et: Ministri detailvaade

source: Role
et: Ametinimetus

source: Save
et: Salvesta

source: Government details saved.
et: Valitsuse detailvaade on salvestatud

source: Minister role details saved. rk_minister_government id = @id
et: Ministri roll on salvestatud

source: Minister details saved. rk_minister id = @id
et: Ministri detailvaade on salvestatud

source: Choose minister
et: Vali minister

source: Choose minister that you would like to edit.
et: Vali minister, kelle andmeid soovid toimetada

source: Estonian
et: Eesti keel

source: English
et: Inglise keel

source: Russian
et: Vene keel

source: Exile Government
et: Eksiil

source: Second Republic
et: Alates 1990

source: Male
et: Mees

source: Female
et: Naine

source: Yes
et: Jah

source: No
et: Ei

source: Admin Varasemad Valitsused
et: Muuda varasemate valitsuste moodulit

source: Full administrator access for varasemad valitsused.
et: Kõik õigused

source: General settings form
et: Üldised seaded

source: List of Estonian Republic governments
et: Valitsuste loetelu

source: List of Estonian Republic governments using GET
et: Valitsuste loetelu

source: Varasemad valitsused statistics
et: Statistika

source: Searchable minister list
et: Ministrite nimekiri

source: Search Estonian Ministers
et: Otsi ministreid

source: Search Minister by Name
et: Otsi nime järgi

source: Search Ministers
et: Otsi ministreid

source: All Ministers
et: Kõik ministrid

source: Both Genders
et: Kõik

source: Filter
et: Leia

source: Use filters to search for ministers.
et: Kasuta otsingufiltreid

source: Former Governments
et: Varasemad valitsused

source: Search
et: Otsi

source: Current government's time in authority
et: Praeguse valitsuse ametiaja pikkus

source: On what day has the current
et: Mis kuupäeval on praegune

source: Government
et: Valitsus

source: been in authority for
et: olnud ametis

source: days
et: päeva?

source: Calculate
et: Leia

source: How many days has the current
et: Mitu päeva on praegune

source: been in authority on
et: olnud ametis kuupäeval

source: Calculate Days
et: Leia

source: Longest serving governments and ministers
et: Kõige kauem ametis olnud valitsused ja ministrid

source: Which is the longest serving
et: Milline on kõige kauem ametis olnud

source: Find
et: Leia

source: Number of days must be between 1 and 9999
et: Numbrid peavad olema vahemikus 1 – 9999

source: Title
et: Ametinimetus

source: Period
et: Ametiaeg

source: Duration (days)
et: Ametiaeg päevades

source: Head of Government
et: Valitsusjuht

source: Republic of Estonia government number
et: Valitsuse number

source: Estonian Ministers
et: Ministrid

source: Good to Know
et: Huvitav teada

source: Government Number
et: Valitsuse number

source: Start Date
et: Alguskuupäev

source: End Date
et: Lõpukuupäev

source: Sorry, no results found
et: Vabandage!

source: Government @num
et: Valitsus @num

source: Answer: The current @minister will have been in authority for @num_days on @date_string.
et: Praegune @minister on ametis olnud @num_days kuupäeval @date_string

source: Answer: The current @minister has been in authority for @num_days on @date_string.
et: Praegune @minister on ametis olnud @num_days kuupäeval @date_string

source: Answer: The current @minister will have been in authority for @num_days on @date_at_days.
et: Praegune @minister on kuupäeval @num_days ametis olnud @date_at_days

source: Answer: The current @minister has been in authority for @num_days on @date_at_days.
et: Praegune @minister on kuupäeval @num_days ametis olnud @date_at_days

source: Test mode
et: Test

source: Switch rk_valitsused module between live and test mode.
et: rk_valitsuse module live ja testkeskonna vahetused

source: Currently active government.
et: Praegu aktiivne valitsus

source: Number ID for the currently active government. (ie. Government #46)
et: Praegu aktiivse valitsuse ID number

source: Text at very top of Varasemad valitsused pages, as per design drawings. HTML allowed.
et: Varasemate valitsuste mooduli sissejuhatav tekst

source: Lead-in text for former governments page.
et: Varasemate valitsuste lehe sissejuhatus

source: Text which is displayed at the list of former governments. HTML allowed.
et: Varasemate valitsuste loetelu ees olev tekst

source: Lead-in text for ministers page.
et: Ministrite loetelu ees olev tekst

source: Text which is displayed on the searchable ministers page. HTML allowed.
et: Ministrite otsingulehe sissejuhatus

source: Prime Minister
et: Peaminister

source: Minister of Foreign Affairs
et: Välisminister

source: Minister of Economic Affairs and Communications
et: Majandus- ja kommunikatsiooniminister

source: Minister of Culture
et: Kultuuriminister

source: Minister of Education and Research
et: Haridus- ja teadusminister

source: Minister of Justice
et: Justiitsminister

source: Minister of Defence
et: Kaitseminister

source: Minister of the Environment
et: Keskkonnaminister

source: Minister of Agriculture
et: Põllumajandusminister

source: Minister of Finance
et: Rahandusminister

source: Minister of Regional Affairs
et: Regionaalminister

source: Minister of the Interior
et: Siseminister

source: Minister of Social Affairs
et: Sotsiaalminister

source: Minister of Energy
et: Energeetikaminister

source: Minister of Finance In Exile
et: Rahandusminsiter eksiilis

source: Minister of Education
et: Haridusminister

source: Minister of Education In Exile
et: Haridusminister eksiilis

source: Minister of Trade
et: Kaubandusminister

source: Minister of Trade and Works
et: Kaubandus- ja tööstusminister

source: Minister of Justice In Exile
et: Justiitsminister eksiilis

source: Minister of Economic Affairs
et: Majandusminister

source: Minister of Economic Affairs in Exile
et: Majandusminister eksiilis

source: Minister In Exile
et: Minister eksiilis

source: Minister without Portfolio
et: Portfellita minister

source: Prime and Defence Minister
et: Pea- ja kaitseminister

source: Acting Prime Minister
et: Peaminister

source: Minister of Agriculture In Exile
et: Põllumajandusminister eksiilis

source: Minister of Agriculture toitlusministri
et: Põllutööminister

source: Minister of Propaganda
et: Propagandaminister

source: Finance Minister in role of Justice Minister
et: Justiitsministri kohusetäitja

source: Finance Minister in role of Prime Minister
et: Peaministri kohusetäitja

source: Minister of the Interior in Exile
et: Siseminister eksiilis

source: siseminister peaministri
et: Peaministri kohusetäitja

source: Minister of War
et: Sõjaminister

source: Minister of War in Exile
et: Sõjaminister eksiilis

source: Defence Minister Actings as Interior Minister
et: Kaitseminister siseministri ülesannetes

source: Minister of Social Affairs in Exile
et: Sotsiaalminister eksiilis

source: Minister of Road Infrastructure
et: Teedeminister

source: Minister of Roads In Exile
et: Teedeminister eksiilis

source: Road Minister in role of Trade Minister
et: Teedeminister kaubandsuministri ülesannetes

source: Road Minister in role of Prime Minister
et: Teedeminister peaministri ülesannetes

source: Minister of Food Provisioning
et: Toitlustusminister

source: Minister of Work
et: Tööminister

source: Minister of Reconstruction in Transitional Government
et: Üleminekuvalitsuse ehitusminister

source: Minister of Education in Transitional Government
et: Üleminekuvalitsuse haridusminister

source: Minister of Justice in Transitional Government
et: Üleminekuvalitsuse justiitsminister

source: Minister of Defence in Transitional Government
et: Üleminekuvalitsuse kaitseminister

source: Minister of Trade in Transitional Government
et: Üleminekuvalitsuse kaubandusminister

source: Minister of the Environment in Transitional Government
et: Üleminekuvalitsuse keskkonnaminister

source: Minister of Cultural Affairs in Transitional Government
et: Üleminekuvalitsuse kultuuriminister

source: Minister of Economic Affairs in Transitional Government
et: Üleminekuvalitsuse majandusminister

source: Minister of Materials in Transitional Government
et: Üleminekuvalitsuse materiaalsete ressurssite minister

source: Minister in Transitional Government
et: Üleminekuvalitsuse minister

source: Prime Minister of Transitional Government
et: Üleminekuvalitsuse peaminister

source: Minister of Agriculture in Transitional Government
et: Üleminekuvalitsuse põllumajandusminister

source: Minister of Finance in Transitional Government
et: Üleminekuvalitsuse rahandusminister

source: Transitional Government Minister
et: Üleminekuvalitsuse minister

source: Minister of Communications in Transitional Government
et: Üleminekuvalitsuse kommunikatsiooniminister

source: Minister of Interior Affairs in Transitional Government
et: Üleminekuvalitsuse siseminister

source: Minister of Social Affairs in Transitional Government
et: Üleminekuvalitsuse sotsiaalminister

source: Minister of Health in Transitional Government
et: Üleminekuvalitsuse tervishoiuminister

source: Minister of Employment in Transitional Government
et: Üleminekuvalitsuse tööminister

source: Minister of Production in Transitional Government
et: Üleminekuvalitsuse tööstusminister

source: Minister of Transport in Transitional Government
et: Üleminekuvalitsuse transpordiminister

source: Minister of Foreign Affairs in Transitional Government
et: Üleminekuvalitsuse välisminister

source: Minister of Foreign Affairs in Exile
et: Välisminister eksiilis

source: Minister of Foreign Affairs actings as Justice Minister
et: Välisminister justiitsministri ülesannetes

source: ^ Back to top ^
et: Tagasi üles

source: Republic of Estonia Governments In Exile
et: Eksiilis

source: Republic of Estonia Governments Beginning 1990
et: Alates 1990. aastast

source: Ministers
et: Ministrid

source: Stenbock House
et: Stenbocki maja

source: 1 day
et: 1 päev

source: Varasemad valitsused settings
et: Varasemate valitsuste mooduli seaded

source: Varasemate valitsuste loetelu rakendus (valitsus.ee) Drupalisse
et: Varasemate valitsuste loetelu rakendus Drupalisse

source: Government Info
et: Valitsuse info

source: Republic of Estonia governments
et: Eesti Vabariigi valitsused

source: Valitsus ID
et: Valitsuse ID

source: Government's primary key from rk_government
et: Valitsuse tunnus rk_government

source: Rule Time Type Code
et: Ametiaeg

source: Government Start
et: Ametiaja algus

source: Government End
et: Ametiaja lõpp

source: Government Number Days in Power
et: Ametiaeg päevades

source: Numeric field, non-calculated. From rk_government
et: Numbriväli

source: Description
et: Kirjeldus

source: Free text. Generally used to list which political parties formed government. Found in rk_government.
et: Tutvustus

source: The individual that filled roll of minister.
et: Ministri ülesandeid täitnud isik

source: Minister ID
et: Ministri ID

source: Join tables rk_minister and rk_minister_government
et: Join tables rk_minister ja rk_minister_government

source: rk_minister and rk_minister_government
et: rk_minister ja rk_minister_government

source: First Name
et: Eesnimi

source: Politician's first name. rk_minister
et: Eesnimi

source: Last Name
et: Perenimi

source: Politician's last name. rk_minister
et: Perenimi

source: Gender
et: Sugu

source: Male or Female. rk_minister
et: Mees või naine. rk_minister

source: Blurb
et: Tekst

source: Blurb about the politician. rk_minister
et: Tekst ministri kohta

source: Picture
et: Pilt

source: Name of picture file. rk_minister
et: Pildiallkiri

source: Created By Admin
et: Loodud

source: Numeric field, non-calculated. From rk_minister
et: Numbriväli

source: Ministerial Role
et: Ministri ülesanne

source: Which minister was it? rk_minister_government
et: Milline minister? rk_minister_government

source: Individual Start
et: Algusaeg

source: Individual End
et: Lõppaeg

source: Individual Number Days in Power
et: Ametiaeg päevades

source: Numeric field, non-calculated. From rk_minister_government
et: Numbriväli

source: Party Name
et: Erakond

source: Which political party this minister belonged to. rk_minister_government
et: Erakondlik kuuluvus

source: Is Head of Government
et: Valitsusjuht
